export const skills = [
    {
        title: '🔎 Ежедневная проверка',
        description: 'Мы ежедневно собираем данные с самых популярных сайтов о космосе'
    },
    {
        title: '🚩Никакой воды',
        description: 'Только важные события без рекламы и путаницы'
    },
    {
        title: '✉️ Возможность подписки',
        description: 'Вы можете подписаться на интересующую вас тему, чтобы получать только определённые уведомления'
    }
]

export const services = [
    {
        title: 'Автоматический парсинг 🤖',
        description: 'Мы находим события быстрее всех'
    },
    {
        title: 'Без регистрации 🆓',
        description: 'По желанию можете оставить email, чтобы получать уведомления'
    },
    {
        title: 'Категории на выбор 📝',
        description: 'Подписывайтесь только на интересующие события'
    },
    {
        title: 'Минимум мусора 🚯',
        description: 'Только точная и полезная информация'
    },
    {
        title: 'Универсальность ⚡',
        description: 'Подходит для астрономов, журналистов, исследователей, энтузиастов'
    }
]

export const dataR = [
    {
        "date": "\n\nMay 16\n",
        "description": "Ракета SpaceX Falcon 9 запустит еще одну партию из 26 спутников Starlink V2 Mini на низкую околоземную орбиту. Чуть более восьми минут в полете, первая ступень ракеты-носителя, 1093, будет нацелена на посадку на беспилотный корабль, «Конечно, я все еще люблю тебя», расположенный в Тихом океане. Смотрите прямой эфир.\nОбновлено:\n16 мая",
        "info": "6:43 утра PDT (9:43 утра EDT, 1343 UTC)\nSLC-4E, база космических сил Ванденберг, Калифорния",
        "name": "Falcon 9 • Starlink 15-5"
    },
    {
        "date": "Не ранее 17 мая\n",
        "description": "Ракета Rocket Lab Electron запустит синтетический радар с диафрагмой (SAR) спутник визуализации под названием QPS-SAR-10 от имени Института пионеров космоса Q-shu, Inc. (iQPS) - японской компании, занимающейся изображениями Земли. Это будет второй запуск из восьми специализированных миссий для развертывания группировки iQPS. Это будет третий полет Electron для iQPS.\nОбновлено:\n13 мая",
        "info": "Окно открывается в 8:15 вечера NZT (4:15 утра EDT, 0815 UTC)\nЗапускной комплекс",
        "name": "Electron • ‘The Sea God Sees’"
    },
    {
        "date": "\n\nMay 17/18\n",
        "description": "Индийская организация космических исследований (ISRO) запустит ракету средней грузоподъемности Polar Satellite Launch Vehicle (PSLV) XL, получившую обозначение PSLV-C61, запустит спутник радиолокатора с синтетической апертурой (SAR) под названием Radar Imaging Satellite-1B (RISAT-1B) на солнечно-синхронную орбиту на высоте 529 км. Спутник также известен как спутник наблюдения Земли-09 (EOS-09).\nОбновлено:\n15 мая",
        "info": "5:59 утра IST / 0029 UTC 18 мая (8:29 вечера EDT 17 мая)\nКосмический центр Сатиш Даван, Шрихарикота, Индия",
        "name": "PSLV-C61 • EOS-09"
    },
    {
        "date": "\n\nMay 19/20\n",
        "description": "Ракета SpaceX Falcon 9 запустит еще одну партию спутников Starlink V2 Mini, в том числе 13, оборудованных для прямой связи с сотовыми телефонами. Чуть более чем через восемь минут после старта ракета-носитель первой ступени будет нацелена на посадку на беспилотный корабль, расположенный в Атлантическом океане, к востоку от Багамских островов.\nОбновлено:\n13 мая",
        "info": "Окно открывается в 11:40 вечера EDT (0340 UTC)\nSLC-40, мыс Канаверал Космическая станция, Флорида",
        "name": "Falcon 9 • Starlink 12-15"
    },
    {
        "date": "\n\nMay 20\n",
        "description": "Ракета SpaceX Falcon 9 запустит еще одну партию спутников Starlink V2 Mini на низкую околоземную орбиту. Чуть более чем через восемь минут после старта ракета-носитель первой ступени будет нацелена на посадку на беспилотный корабль «Конечно, я все еще люблю тебя», расположенный в Тихом океане.\nОбновлено:\n13 мая",
        "info": "Окно открывается в 2:24 вечера PDT (5:24 вечера EDT, 2124 UTC)\nSLC-4E, база космических сил Ванденберг, Калифорния",
        "name": "Falcon 9 • Starlink 11-16"
    },
    {
        "date": "Будет определено ",
        "description": "Gilmour Space в Австралии готовится к запуску первого полета своей ракеты Eris Block 1. Трехступенчатая ракета-носитель имеет высоту 25 м (82 фута) и оснащена обтекателями полезной нагрузки диаметром 1,5 м (4,9 фута). Ракета предназначена для отправки до 305 кг на низкую околоземную орбиту. Первая миссия под названием «TestFlight1» не имеет полезной нагрузки на борту. Отложен с 4 мая 2024 года из-за отсутствия разрешения на запуск. Задержка с 14 по 15 мая из-за проблем с наземной системой поддержки. Задержка с 15/16 мая из-за непреднамеренного запуска обтекателя полезной нагрузки на площадке.\nОбновлено:\n15 мая",
        "info": "Окно открывается в 7:30 утра 16 мая (5:30 вечера EDT, 2130 UTC 15 мая)\nPad 1, орбитальный космодром Боуэн",
        "name": "Eris • TestFlight1"
    },
    {
        "date": "Не ранее Поздний май\n",
        "description": "Ракета SpaceX Falcon 9 запустит восьмой спутник Global Positioning System (GPS) 3, построенный Lockheed Martin. Космический аппарат GPS 3 08 (SV-08) назван в честь математика Кэтрин Джонсон, чьи расчеты внесли значительный вклад в ранние космические полеты человека. Ускоритель первой ступени Falcon 9 будет нацелен на посадку на беспилотный корабль, расположенный в Атлантическом океане.\nОбновлено:\n11 апреля",
        "info": "Время будет определено\nSLC-40, мыс Канаверал Космическая станция, Флорида",
        "name": "Falcon 9 • GPS 3 SV-08"
    },
    {
        "date": "\n\nJune 8\n",
        "description": "Ракета SpaceX Falcon 9 запустит четвертую частную миссию астронавта на Международную космическую станцию. Бывший астронавт НАСА и директор Axiom Space по пилотируемым космическим полетам будут выполнять функции командира миссии. Это будет ее пятая поездка в космос и второй раз, когда она будет командовать частной миссией астронавта. Шубханшу Шукла, пилот ВВС Индии и астронавт Индийской организации космических исследований (ISRO), будет пилотом на борту SpaceX Crew Dragon. Sławosz Uznański-Wiśniewski, польский член Резервного класса астронавтов Европейского космического агентства (ESA) 2022 года, и Тибор Капу, венгерский член Венгерской программы астронавтов на орбите (HUNOR), будут служить специалистами миссии. Эти четыре астронавта проведут до 14 дней, пристыковавшись к МКС после запуска из космического центра Кеннеди НАСА на ракете Falcon 9. После разделения ступени ускоритель будет нацелен на приземление в Зоне посадки 1 (LZ-1) на станции космических сил мыса Канаверал.\nОбновлено:\n14 мая",
        "info": "9:11 EDT (1311 UTC)\nСтартовый комплекс 39А, Космический центр Кеннеди, Флорида",
        "name": "Falcon 9 • Axiom Mission 4 (Ax-4)"
    },
    {
        "date": "Не ранее 23-24 июня\n",
        "description": "Ракета H-2A Mitsubishi Heavy Industries Co., Ltd. запустит глобальный наблюдательный спутник для парникового газа и цикла воды (GOSAT-GW), японский спутник для наблюдения Земли. Спутник весом около 2900 кг (6 393 фунта) будет работать на солнечно-синхронной орбите на высоте 666 км (414 миль). Этот космический аппарат создан в рамках партнерства между Министерством окружающей среды Японии (MOE), Национальным институтом экологических исследований (NIES) и Японским агентством аэрокосмических исследований (JAXA). Двумя основными инструментами являются Total Anthropogenic and Natural emissions mapping SpectrOmeter-3 (TANSO-3) и Advanced Microwave Scanning Radiometer 3 (AMSR3). Это будет 50-й и последний запуск ракеты H-2A.\nОбновлено:\n25 апреля",
        "info": "1:33:03 a.m. JST 24 июня (12:33:03 p.m. EDT, 1633:03 UTC 23 июня)\nЗапуск космического центра Pad 1, Танегасима, Япония",
        "name": "H-2A • GOSAT-GW"
    },
    {
        "date": "Не ранее июнь\n",
        "description": "Ракета SpaceX Falcon 9 запустит десятки полезных нагрузок в рамках своей последней программы Smallsat rideshare под названием Transporter. Эта миссия, получившая название Transporter-14, будет включать в себя множество клиентов, в том числе капсулу MayaSat-1 от Исследовательской компании, OTV OSSIE от UARX Space и три Erminaz PocketQubes от AMSAT-DL. Ускоритель первой ступени Falcon 9 выполнит возврат к приземлению в зоне посадки 4 менее чем через восемь минут после взлета.\nОбновлено:\nМай 08",
        "info": "Время будет определено\nSLC-4E, база космических сил Ванденберг, Калифорния",
        "name": "Falcon 9 • Transporter-14"
    },
    {
        "date": "\n\nSummer 2025\n",
        "description": "Ракета SpaceX Falcon 9 запустит TRACERS NASA (Tandem Reconnection and Cusp Electrodynamics Reconnaissance Satellites) в качестве основной полезной нагрузки в рамках миссии VADR (Venture-Class Acquisition of Dedicated and Rideshare), обеспечивая новые возможности для полезных нагрузок науки и техники. Два спутника TRACERS предназначены для изучения взаимодействия солнечных частиц Солнца с магнитным полем Земли, чтобы лучше понять влияние солнечной активности на Землю. Миссия проводится в рамках партнерства между НАСА; Университетом Айовы; Юго-западным исследовательским институтом; Университетом Нью-Гемпшира; Лабораторией космических наук в Калифорнийском университете в Беркли; и Калифорнийским университетом в Лос-Анджелесе. Вторичный полезный груз не был объявлен для этой миссии с 15 мая.\nОбновлено:\n15 мая",
        "info": "Время будет определено\nSLC-4E, база космических сил Ванденберг, Калифорния",
        "name": "Falcon 9 • TRACERS"
    },
    {
        "date": "Не ранее ноябрь 2025\n",
        "description": "Ракета SpaceX Falcon 9 запустит вторую из двухспутниковой серии Sentinel-6. NASA заключило с SpaceX контракт на фиксированную цену в $94 млн на запуск в 2022 году. Sentinel-6B будет использовать радиолокационный высотомер для отражения сигналов от поверхности океана и обеспечения непрерывности измерений топографии океана. Миссия разработана в рамках партнерства между НАСА, Европейским космическим агентством (ЕКА) и Европейской организацией по исследованию метеорологических исследований.\nОбновлено:\n27 февраля",
        "info": "Время будет определено\nSLC-4E, база космических сил Ванденберг, Калифорния",
        "name": "Falcon 9 • Sentinel-6B"
    },
    {
        "date": "Будет определено 2025 год\n",
        "description": "Ракета United Launch Alliance Vulcan Centaur запустится во время второго демонстрационного полета с грузовым автомобилем Dream Chaser для Международной космической станции. Dream Chaser - это подъемный космический корабль для пополнения запасов, который запустится на вершине ракеты и приземлится на взлетно-посадочную полосу. Это будет первый полет Dream Chaser в космос. Ракета Vulcan Centaur будет летать в конфигурации VC4L с четырьмя твердотопливными ракетными ускорителями GEM-63XL, обтекателем полезной нагрузки большой длины и двумя двигателями RL10 на верхней ступени Centaur. Отложен с августа 2022 года, декабря 2023 года, января 2024 года, апреля 2024 года и сентября 2024 года.\nОбновлено:\nМай 05",
        "info": "Время будет определено\nSLC-41, мыс Канаверал Космическая станция, Флорида",
        "name": "Vulcan Centaur • Dream Chaser 1"
    },
    {
        "date": "Будет определено ",
        "description": "Ракета Blue Origin New Glenn запустит пару идентичных космических аппаратов в рамках миссии NASA Escape and Plasma Acceleration and Dynamics Explorers (EscaPADE). Два спутника, названные Blue и Gold, совершат примерно 11-месячное путешествие к Марсу, где они затем выполнят около 11-месячной научной миссии на орбите Красной планеты. «Синий и золотой» были изготовлены Rocket Lab в течение 3,5 лет, а научные эксперименты проводились в Калифорнийском университете в Беркли. Этот запуск ракеты New Glenn также будет включать попытку посадки на ее посадочной барже в Атлантическом океане. Отложен с 13 октября.\nОбновлено:\n26 апреля",
        "info": "Время будет определено\nСтартовый комплекс 36, мыс Канаверал Станция Space Force",
        "name": "New Glenn • EscaPADE"
    },
    {
        "date": "Не ранее 5 июля 2028 года\n",
        "description": "SpaceX Falcon Тяжелая ракета запустит миссию NASA Dragonfly, которая состоит из вертолета, разработанного Лабораторией прикладной физики Джона Хопкинса (APL), который будет исследовать ледяную луну Сатурна, Титан. Миссия была первоначально выбрана в 2019 году и прошла несколько итераций плана в течение 2020-2022 финансовых лет. Он прошел предварительный обзор дизайна в марте 2023 года, а затем критический обзор дизайна в апреле 2025 года. Общая стоимость жизненного цикла миссии составляет 3,35 миллиарда долларов, из которых 256,6 миллиона долларов были присуждены SpaceX для предоставления услуг по запуску и других расходов, связанных с миссией. 20-дневное окно запуска открывается 5 июля 2028 года.\nОбновлено:\n25 апреля",
        "info": "Время будет определено\nСтартовый комплекс 39А, Космический центр Кеннеди, Флорида",
        "name": "Falcon Heavy • Dragonfly"
    }
]