export const skills = [
    {
        title: '🔎 Ежедневная проверка',
        description: 'Мы ежедневно собираем данные с самых популярных сайтов о космосе'
    },
    {
        title: '🚩Никакой воды',
        description: 'Только важные события без рекламы и путаницы'
    },
    {
        title: '✉️ Возможность подписки',
        description: 'Вы можете подписаться на интересующую вас тему, чтобы получать только определённые уведомления'
    }
]

export const services = [
    {
        title: 'Автоматический парсинг 🤖',
        description: 'Мы находим события быстрее всех'
    },
    {
        title: 'Без регистрации 🆓',
        description: 'По желанию можете оставить email, чтобы получать уведомления'
    },
    {
        title: 'Категории на выбор 📝',
        description: 'Подписывайтесь только на интересующие события'
    },
    {
        title: 'Минимум мусора 🚯',
        description: 'Только точная и полезная информация'
    },
    {
        title: 'Универсальность ⚡',
        description: 'Подходит для астрономов, журналистов, исследователей, энтузиастов'
    }
]