export const skills = [
    {
        title: '🔎 Ежедневная проверка',
        description: 'Мы ежедневно собираем данные с самых популярных сайтов о космосе'
    },
    {
        title: '🚩Никакой воды',
        description: 'Только важные события без рекламы и путаницы'
    },
    {
        title: '✉️ Возможность подписки',
        description: 'Вы можете подписаться на интересующую вас тему, чтобы получать только определённые уведомления'
    }
]

export const services = [
    {
        title: 'Автоматический парсинг 🤖',
        description: 'Мы находим события быстрее всех'
    },
    {
        title: 'Без регистрации 🆓',
        description: 'По желанию можете оставить email, чтобы получать уведомления'
    },
    {
        title: 'Категории на выбор 📝',
        description: 'Подписывайтесь только на интересующие события'
    },
    {
        title: 'Минимум мусора 🚯',
        description: 'Только точная и полезная информация'
    },
    {
        title: 'Универсальность ⚡',
        description: 'Подходит для астрономов, журналистов, исследователей, энтузиастов'
    }
]

export const dataR = [
    {
        "name": "SHIYAN-27 A",
        "lat": -29.9742817181323,
        "lng": -30.2407997693439,
        "alt_km": 1057.35786935036
    },
    {
        "name": "SHIYAN-27 B",
        "lat": 29.8972280809531,
        "lng": 149.663436417172,
        "alt_km": 1049.1552404268
    },
    {
        "name": "SHIYAN-27 C",
        "lat": 29.2366219734497,
        "lng": -41.2871132609793,
        "alt_km": 1049.06993286181
    },
    {
        "name": "SHIYAN-27 D",
        "lat": 80.3510498150977,
        "lng": -124.296905155657,
        "alt_km": 1058.50001190933
    },
    {
        "name": "SHIYAN-27 E",
        "lat": -29.7159778908615,
        "lng": 138.513912405483,
        "alt_km": 1057.18902979835
    },
    {
        "name": "SHIYAN-27 F",
        "lat": -80.3568939929331,
        "lng": 54.7200976521621,
        "alt_km": 1074.69804895871
    },
    {
        "name": "CZ-6A R/B",
        "lat": 36.448051390531,
        "lng": -41.2794896623586,
        "alt_km": 839.728404602906
    },
    {
        "name": "DRAGON CRS-32",
        "lat": -45.574056710379,
        "lng": -143.882900926814,
        "alt_km": 434.681557394572
    },
    {
        "name": "KORSAT-3",
        "lat": 41.1088137369901,
        "lng": 96.5339960249312,
        "alt_km": 581.145968678363
    },
    {
        "name": "TOMORROW-S9",
        "lat": 37.9784258161811,
        "lng": 167.558290717273,
        "alt_km": 578.540083755343
    },
    {
        "name": "SHENZHOU-20 (SZ-20)",
        "lat": -38.8380696732246,
        "lng": -48.9774063014511,
        "alt_km": 388.639344733954
    },
    {
        "name": "STARLINK-33879",
        "lat": -37.3086827206667,
        "lng": -4.04150782393193,
        "alt_km": 422.763885840456
    },
    {
        "name": "STARLINK-33854",
        "lat": -36.527675460992,
        "lng": -1.86837520903707,
        "alt_km": 422.402267092705
    },
    {
        "name": "STARLINK-33864",
        "lat": -35.7048508503239,
        "lng": 0.269216000575693,
        "alt_km": 422.109860095958
    },
    {
        "name": "STARLINK-33832",
        "lat": -34.8472962455599,
        "lng": 2.35476158655169,
        "alt_km": 421.872866245831
    },
    {
        "name": "STARLINK-33856",
        "lat": -33.9528979978769,
        "lng": 4.40242290699653,
        "alt_km": 421.476849318526
    },
    {
        "name": "STARLINK-33876",
        "lat": -33.0262818871956,
        "lng": 6.4025031329519,
        "alt_km": 421.169535473831
    },
    {
        "name": "STARLINK-33859",
        "lat": -32.0666600814297,
        "lng": 8.3650694566986,
        "alt_km": 420.70557502023
    },
    {
        "name": "STARLINK-33826",
        "lat": -31.0784053002211,
        "lng": 10.2804945173108,
        "alt_km": 420.412306139932
    },
    {
        "name": "STARLINK-33836",
        "lat": -30.0608069026621,
        "lng": 12.1631587410047,
        "alt_km": 419.857194248399
    }
]